Repository: Pietro228/LocMultipleLang
Catalog: LocMultipleLang/Strings/*/Resources.resw
Source language: en_us
Languages: cs_cz

# DashboardPage_CreateWidget.Content
source: Create widget
cs_cz: Vytvořit widget

source: Customize
cs_cz: Přizpůsobit

source: Duplicate
cs_cz: Duplikovat

source: Options
cs_cz: Možnosti

source: Remove
cs_cz: Odstranit

# Import
source: Import widget package
cs_cz: Importovat widgetový balíček

# MainWindow_Nav_Account
source: Account
cs_cz: Účet

# MainWindow_Nav_DeveloperTools
source: Developer tools
cs_cz: Vývojářské nástoje

# MainWindow_Nav_InstalledWidgets
source: Installed widgets
cs_cz: Nainstalované widgety

# Settings_General
source: General
cs_cz: Obecné

# Settings_Appearance
source: Appearance
cs_cz: Vzhled

# Settings_Advanced
source: Advanced
cs_cz: Pokročilé

# TeachingTip_DeveloperTools
source: Here I am!
cs_cz: Tady jsem!

# MainWindow_Nav_Settings
source: Settings
cs_cz: Nastavení

# MainWindow_Nav_Dashboard
source: Dashboard
cs_cz: Správa

# Settings_About
source: About
cs_cz: O aplikaci

# Settings_General_Language_Desc
source: More localizations coming soon!
cs_cz: Více překladů brzy!

# Settings_General_Language
source: Language
cs_cz: Jazyk

# Settings_General_RunOnStartup
source: Run on startup
cs_cz: Spustit při zapnutí počítače

# Settings_General_RunOnStartup_Desc
source: Run BeWidgets when you log in to your computer.
cs_cz: Spustí BeWidgets po přihlášení do počítače.

# Settings_General_Language_Default
source: Default
cs_cz: Výchozí

# Settings_Theme
source: Theme
cs_cz: Motiv

# Settings_Theme_System
source: System
cs_cz: Systém

# Settings_Theme_Light
source: Light
cs_cz: Světlý

# Settings_Theme_Dark
source: Dark
cs_cz: Tmavý

# Settings_Advanced_ShowDeveloperToolsMenu_Desc
source: Helps you ease the development of your widgets.
cs_cz: Pomáhá usnadnit vývoj vašich widgetů.

# Settings_Advanced_ShowDeveloperToolsMenu
source: Show developer tools menu
cs_cz: Zobrazit menu vývojářských nástrojů

# Settings_OpenLocalStateFolder
source: Open local state folder
cs_cz: Otevřít local state složku

# Settings_OpenLogFileFolder
source: Open log file folder
cs_cz: Otevřít složku se záznamovým souborem

# Settings_ExportAppData
source: Export app data
cs_cz: Exportovat data aplikace

# Settings_ClearAppDataAndRestartBeWidgets
source: Clear app data and restart BeWidgets
cs_cz: Vymazat data aplikace a restartovat BeWidgets

# Settings_DependenciesReferences
source: Dependencies & references
cs_cz: Závislosti & odkazy

# Dev_WidgetPackager
source: Widget packager
cs_cz: Vytvářeč widgetových balíčků

# Dev_WidgetPackager_Desc
source: Package your widget to the *.wpkg format.
cs_cz: Vytvořte balíček svého widgetu ve *.wpkg formátu.

# Dev_SideloadWidgetPackage
source: Sideload widget package
cs_cz: Postranní nahrání widgetového balíčku

# Dev_SideloadWidgetPackage_Desc
source: Import and install a widget package from a *.wpkg file.
cs_cz: Nahrajte a nainstalujte widget z *.wpkg souboru.

# Dev_SideloadPackage
source: Sideload a package
cs_cz: Nahrát balíček

# Dev_CreatePackage
source: Create a package
cs_cz: Vytvořit balíček

# Dev_WidgetPackages
source: Widget packages
cs_cz: Balíčky widgetů

# Dev_Sideloading
source: Sideloading
cs_cz: Postranní nahrání

# Dev_SideloadingWarning
source: This action can be dangerous when installing a 3rd party package which could contain malware or other threats! We recommend you only install widgets from the store.
cs_cz: Při instalaci balíčku třetí strany hrozí nebezpečí napadení z důvodu možného obsahu malware nebo dalších hrozeb! Doporučujeme stahovat pouze ověřené widgety z obchodu.

# Dev_WidgetDeveloperDocumentation
source: Widget Developer Documentation
cs_cz: Dokumentace widgetů pro vývojáře

# Dev_WinUI3Gallery
source: WinUI 3 Gallery
cs_cz: WinUI 3 Galerie

# Dev_WinCommunityToolkitGallery
source: Windows Community Toolkit Gallery
cs_cz: Windows Community Toolkit Galerie

# Dev_FluentIcons
source: Fluent Icons
cs_cz: Fluent Ikony

source: Check for updates
cs_cz: Vyhledat aktualizace

# Installed_Update
source: Update
cs_cz: Aktualizovat

# Installed_About
source: About
cs_cz: Informace

# Installed_CheckForUpdate
source: Check for update
cs_cz: Vyhledat aktualizaci

# Installed_Uninstall
source: Uninstall
cs_cz: Odinstalovat

# Dev_UsefulLinks
source: Useful links
cs_cz: Užitečné odkazy

# Layout_CreateNewLayout
source: Create new layout
cs_cz: Vytvořit nové rozložení

# Layout_Load
source: Load
cs_cz: Načíst

# Layout_Details
source: Details
cs_cz: Detaily

# Layout_Rename
source: Rename
cs_cz: Přejmenovat

# Layout_ChangeThumbnail
source: Change thumbnail
cs_cz: Změnit náhledový obrázek

# Layout_Remove
source: Remove
cs_cz: Odstranit

# MainWindow_Nav_Layouts
source: Layouts
cs_cz: Rozložení

# MainWindow_Nav_Automations
source: Automations
cs_cz: Automatizace

# MainWindow_Nav_Store
source: Store
cs_cz: Obchod

source: Installation started!
cs_cz: Instalace zahájena!

# DeveloperToolsEnabled
source: Developer tools have been enabled.
cs_cz: Vývojářské nástroje byly zapnuty.

# MainWindow_Exit
source: Exit
cs_cz: Odejít

# CreateLayoutContentDialog_Name
source: Name
cs_cz: Název

# CreateLayoutContentDialog_NewLayout
source: New Layout
cs_cz: Nové Rozložení

# CreateWidgetContentDialog_SelectWidget
source: Select one of the installed widgets.
cs_cz: Vyberte jeden z nainstalovaných widgetů.

# EditLayoutContentDialog_ChangeThumbnail
source: Change thumbnail
cs_cz: Změnit náhledový obrázek

# PackageOverwriteContentDialog_UpdateExistingPackage
source: Would you like to update the already existing package?
cs_cz: Chcete aktualizovat již exitující balíček?

# PackageWidgetWindow_Browse
source: Browse
cs_cz: Procházet

# PackageWidgetWindow_PathToWidgetExe
source: Path to the widget executable
cs_cz: Cesta ke spustitelnému souboru widgetu

# PackageWidgetWindow_WidgetExeLocation
source: Widget executable location
cs_cz: Poloha spustitelného souboru widgetu

# PackageWidgetWindow_WidgetPackager
source: Widget packager
cs_cz: Vytvářeč widgetových balíčků

# PackageWidgetWindow_PackageYourWidget
source: Package your widget
cs_cz: Vytvoř widgetový balíček

# PackageWidgetWindow_PathOutputFolder
source: Path to the output folder
cs_cz: Cesta k výstupové složce

# PackageWidgetWindow_OutputLocation
source: Output location
cs_cz: Místo výstupu

# PackageWidgetWindow_InstallAfterPackaging
source: Install after packaging
cs_cz: Nainstalovat po zabalení

# PackageWidgetWindow_Create
source: Create
cs_cz: Vytvořit

# PackageWidgetWindow_Cancel
source: Cancel
cs_cz: Zrušit

# Installed_CheckUpdates
source: Check for updates
cs_cz: Vyhledat aktualizace

# StorePage_WidgetName
source: Widget name
cs_cz: Název widgetu

# StorePage_Official
source: Official
cs_cz: Oficiální

# StorePage_Installed
source: Installed
cs_cz: Nainstalované

# StoreWidgetDetailsPage_DevelopedBy
source: Developed by
cs_cz: Vyvíjí

# StoreWidgetDetailsPage_Install
source: Install
cs_cz: Instalovat

# StoreWidgetDetailsPage_Description
source: Description
cs_cz: Popis

# StoreWidgetsDetailsPage_Screenshots
source: Screenshots
cs_cz: Snímky obrazovky

# StoreWidgetDescriptionPage_WhatsNewVersion
source: What's new in this version
cs_cz: Co je v této verzi nového

# StoreWidgetDetailsPage_Details
source: Details
cs_cz: Detaily

# StoreWidgetDetailsPage_Author
source: Author
cs_cz: Autor

# StoreWidgetDetailsPage_Version
source: Version
cs_cz: Verze

# StoreWidgetDetailsPage_Manage
source: Manage
cs_cz: Spravovat

# FirstSetupInstallPackagesPage_PickYourWidgets
source: Pick your widgets.
cs_cz: Vyberte si widgety.

# FirstSetupInstallPackagesPage_PickYourWidgets_Message
source: Select widgets that you would like to install. You can install them later using the store.
cs_cz: Vyberte si widgety, které chcete instalovat. Můžete si je také později stáhnout v obchodě.

# FirstSetupInstallPackagesPage_Official
source: Official
cs_cz: Oficiální

# FirstSetupInstallPackagesPage_ServerUnavailable
source: Store server is currently unavailable.
cs_cz: Server obchodu je momentálně nedostupný.

# FirstSetupInstallPackagesPage_CheckConnection
source: Check your internet connection and try it again later.
cs_cz: Zkontrolujte připojení k internetu a zkuste to znovu.

# FirstSetupInstallPackagesPage_Install
source: Install
cs_cz: Instalovat

# FirstSetupInstallPackagesPage_Installed
source: Installed
cs_cz: Nainstalované

# Installed_NoInstalledWidgets_1
source: You don't have any installed widgets. Visit
cs_cz: Nemáte žádné nainstalované widgety. Navštivte

# Installed_NoInstalledWidgets_2
source: store
cs_cz: obchod

# Installed_NoInstalledWidgets_3
source: to install some.
cs_cz: abyste si nějaké mohli nainstalovat.

# ContentDialog_Cancel
source: Cancel
cs_cz: Zrušit

# ContentDialog_CreateNewWidget
source: Create new widget
cs_cz: Vytvořit nový widget
